* COMMENT WORK SPACE
#+begin_src elisp
  (save-buffer)
  (org-babel-tangle)
#+end_src

#+RESULTS:
| ./Dockerfile | ./default_config.yaml.new2 | ./default_config.yaml | ./default_config.yaml.bad | ./default_config.yaml.good | ./default_config.yaml.aggressive | ./train.sh | ./run.sh | ./run_interactive.sh | ./build.sh |

#+begin_src sh :shebang #!/bin/sh :results output 
  realpath .
#+end_src

cd /home/asd/GITHUB/aravind-h-v/dreambooth_experiments/flux_train_docker/x-flux

#+begin_src sh :shebang #!/bin/sh :results output 
  docker pull 'pytorch/pytorch:2.4.0-cuda12.4-cudnn9-devel'
#+end_src

